[
  {
    "quote": "أباد الله خضراءهم ابذل لصديقك دمك ومالك ",
    "translation": "Give your friends your money and your blood, but don’t justify yourself. Your enemies won’t believe it and your friends won’t need it. This saying is about altruism, and how you should never explain why you’re doing good to anyone, because the explanation is not needed."
  },
  {
    "quote": "اتَّكَلْنا منه على خُصٍّ الاتحاد قوة ",
    "translation": "Unity is power."
  },
  {
    "quote": "اتق شر الحليم اذا غضب ",
    "translation": "Beware the levelheaded person if they’re angry. Levelheaded people are usually calm and collected, and don’t anger easily. This saying refers to the fact that if something set off a levelheaded person, you should be more worried!"
  },
  {
    "quote": "اجتنب مصاحبة الكذاب فإن اضطررت إليه فلا تُصَدِّقْهُ ",
    "translation": "Avoid the company of liars, but if you can’t, don’t believe them. This one is pretty straightforward, isn’t it?"
  },
  {
    "quote": "احذر عدوك مرة وصديقك ألف مرة فإن انقلب الصديق فهو أعلم بالمضرة ",
    "translation": "Be wary around your enemy once, and your friend a thousand times. A double crossing friend knows more about what harms you."
  },
  {
    "quote": "أحضر الناس جوابا من لم يغضب ",
    "translation": "The best answer will come from the person who is not angry."
  },
  {
    "quote": "اختر أهون الشرين ",
    "translation": "Go with the lesser of two evils."
  },
  {
    "quote": "إذا تم العقل نقص الكلام ",
    "translation": "The smarter you are, the less you speak."
  },
  {
    "quote": "إذا قصرت يدك عن المكافأة فليصل لسانك بالشكر ",
    "translation": "If you’re unable to reward, then make sure to thank."
  },
  {
    "quote": "أرسل حكيما ولا توصه ",
    "translation": "Send a wise man; don’t advise him."
  },
  {
    "quote": "أرى كل إنسان يرى عيب غيره ويعمى عن العيب الذي هو فيه ",
    "translation": "Everyone is critical of the flaws of others, but blind to their own."
  },
  {
    "quote": "أشد الفاقة عدم العقل ",
    "translation": "Lack of intelligence is the greatest poverty."
  },
  {
    "quote": "إصلاح الموجود خير من انتظار المفقود ",
    "translation": "It’s better to fix what you have than wait to get what you don’t have."
  },
  {
    "quote": "اصبر تنل ",
    "translation": "Be patient and you’ll get what you want."
  },
  {
    "quote": "الأفعال أبلغ من الأقوال ",
    "translation": "Actions speak louder than words."
  },
  {
    "quote": "أقل الناس سروراً الحسود ",
    "translation": "An envious person is the unhappiest."
  },
  {
    "quote": "الصحة تاج على رؤوس الأصحاء لا يراه إلا المرضى ",
    "translation": "Good health is a crown worn by the healthy than only the ill can see."
  },
  {
    "quote": "إن مع اليوم غدا يا مسعدة ",
    "translation": "There’s always tomorrow."
  },
  {
    "quote": "أول الشجرة بذرة ",
    "translation": "A tree begins with a seed."
  },
  {
    "quote": "أول الغضب جنون وآخره ندم ",
    "translation": "Anger begins with madness, but ends in regret."
  },
  {
    "quote": "الرأي قبل شجاعة الشجعان ",
    "translation": "Opinion comes before the bravery of the braves."
  },
  {
    "quote": "ربما أراد الأحمق نفعك فضرك ",
    "translation": "The stupid might want to help you, but they just ended up hurting you."
  },
  {
    "quote": "جزاء سنمار جزاء مُجيرِ أُمِّ عامِرٍ الجزاء من جنس العمل ",
    "translation": "You reap what you sow."
  },
  {
    "quote": "جنت على نفسها براقش الجهل شر الأصحاب ",
    "translation": "Ignorance is the most terrible acquaintance."
  },
  {
    "quote": "البياض نصف الحسن بيت الظالم خراب ",
    "translation": "The house of a tyrant is a ruin."
  },
  {
    "quote": "بيت المحسن عمار ",
    "translation": "If you are charitable, you are rich."
  },
  {
    "quote": "البعد جفاء ",
    "translation": "Distance equals disaffection."
  },
  {
    "quote": "باب النجار مخَلَّع ",
    "translation": "The carpenter’s door is loose. This might refer to the idea that people who make a profession or a habit of one thing might not have the time to even use that skill in their own life. They take care of everyone except for themselves."
  },
  {
    "quote": "بالأرض ولدتك أمك بالتأني تُدْرَكُ الفُرَصُ ",
    "translation": "With care do you realize your opportunities."
  },
  {
    "quote": "البخيل عظيم الرواق صغير الأخلاق ",
    "translation": "The stingy have large porches and little morality."
  },
  {
    "quote": "الباب الذي يأتيك بالريح سده واسترح ",
    "translation": "Close the door that brings in the wind and relax. This means that sometimes, rather than taking a beating, you should just shut off the source of the noise, distraction, problem – that is, if you can – and take a break."
  },
  {
    "quote": "التجربة العلم الكبير ",
    "translation": "Experimentation is the greatest science.-"
  },
  {
    "quote": " أول الشجرة بذرة ",
    "translation": "A tree begins with a seed."
  },
  {
    "quote": "أكرم نفسك عن كل دنيء ",
    "translation": "Make distance between you and every dirtiness."
  },
  {
    "quote": "إن غدا لناظره قريب ",
    "translation": "Tomorrow is close if you have patience, or, Tomorrow is another day."
  },
  {
    "quote": "أقلل طعامك تجد منامك ",
    "translation": "Eat less to sleep more."
  },
  {
    "quote": "أقسى من الحجر ",
    "translation": "Tougher than a stone."
  },
  {
    "quote": "آفة العِلْم النسيان ",
    "translation": "Forgetting is the plague of knowledge."
  },
  {
    "quote": "اعف عما أغضبك لما أرضاك أَعقَلُ الناس أَعْذَرُهُمْ للناس ",
    "translation": "The wisest is the one who can forgive."
  },
  {
    "quote": "أصنع من دود القز ",
    "translation": "More skillful than a silk worm."
  },
  {
    "quote": "إن مفاتيح الأمور العزائم ",
    "translation": "Determination is the key to everything."
  },
  {
    "quote": "إنك تضرب في حديد بارد ",
    "translation": "You are striking cold iron. This means you’re trying to change something that you can’t."
  },
  {
    "quote": "في العجلة الندامة و في التاني السلامة ",
    "translation": "In haste there is regret, but in patience and care there is peace and safety. This means you shouldn’t rush things, because if you rush something you’ll end up doing a poor job and regretting the results. If you take your time, you’re ensuring a good end result and can feel peace in knowing that."
  },
  {
    "quote": "الأيام دول ",
    "translation": "Days are like countries. This means that a country might be great today, but not tomorrow. This applies to people as well."
  },
  {
    "quote": "إياك وصاحب السوء فإنه يحسن منظره ويقبح أثره إياك وما يعتذر منه ",
    "translation": "Avoid things that will require an apology. This means if you want to do something that you know you’ll have to apologize for, you should probably just not do it!"
  },
  {
    "quote": "كأن الحاسد إنما خلق ليغتاظ ",
    "translation": "The envious were created just to be infuriated. This means that there’s no end result to envy other than fury. If you’re feeling envious, you’re only leading yourself down a path to anger."
  },
  {
    "quote": "لا تأكل خبزك على مائدة غيرك ",
    "translation": "Do not eat your bread on somebody else’s table. This means that you shouldn’t benefit off of someone else’s expense; as in, you shouldn’t dirty someone else’s table if you’re just going to be eating your bread."
  },
  {
    "quote": "لا بد دون الشهد من إبر النحل لا بد للمصدور من أن ينفث لا تؤجل عمل اليوم إلى الغد ",
    "translation": "Do not delay today’s work for tomorrow. Don’t procrastinate!"
  },
  {
    "quote": "الضامن غارم الضحك بلا سبب من قلة الأدب ",
    "translation": "Laughing without a reason is rude."
  },
  {
    "quote": "سماعك بالْمُعَيْدِيِّ خير من أن تراه سمك في ماء ",
    "translation": "Like a fish in water. Another way to say that someone is a natural."
  },
  {
    "quote": "الثروة تأتي كالسلحفاة وتذهب كالغزال ",
    "translation": "Wealth comes like a turtle, and runs away like a gazelle. This means it can take ages for you to find wealth, but spending it all is far too easy – it can disappear before you know it!"
  },
  {
    "quote": "تجوع الحرة ولا تأكل بثدييها التخطيط نصف المعيشة ",
    "translation": "Planning is half of living."
  },
  {
    "quote": "التدبير يثمر اليسير والتبذير يبدد الكثير ترك الذنب أيسر من الاعتذار ",
    "translation": "It’s better to avoid mistakes altogether than do something that you should apologize for after."
  },
  {
    "quote": "تجري الرياح بما لا تشتهي السفن ",
    "translation": "Winds blow counter to what the ship wants. You don’t always get everything your way."
  },
  {
    "quote": "التجارب ليست لها نهاية والمرء منها في زيادة ",
    "translation": "There is always something to learn from experimentation."
  },
  {
    "quote": "تعاشروا كالإخوان وتعاملوا كالأغراب ",
    "translation": "Get together like brothers, but work together like strangers."
  },
  {
    "quote": "حبل الكذب قصير ",
    "translation": "The rope of lies is short. There is only so much leeway you have when you lie. Once that very short rope runs out, you’ll have to face the consequences."
  },
  {
    "quote": "جولة الباطل ساعة وجولة الحق إلى قيام الساعة ",
    "translation": "Falseness lasts an hour, the truth lasts until the end of time."
  }
]
